{
  "app": {
    "name": "שקל פתוח",
    "tagline": "הפסיקו לממן את המערכת שעובדת נגדכם",
    "description": "הזינו את המשכורת שלכם. ראו בדיוק אילו משרדים לוקחים את הכסף שלכם, מה הם עושים איתו, ולמה הכל עדיין כל כך יקר. ואז עשו משהו בנדון.",
    "hookLine": "בכל משכורת, אתם ממנים את הבירוקרטיה שמקשה על החיים שלכם. ראו את המספרים. פעלו.",
    "disclaimer": "זהו אומדן למטרות מידע בלבד מבוסס שיעורי מס 2025. התייעצו עם יועץ מס לגבי המצב הספציפי שלכם."
  },
  "nav": {
    "calculator": "מחשבון",
    "dashboard": "לוח בקרה",
    "insights": "העלות האמיתית",
    "why": "למה הכל כל כך יקר?",
    "budget": "התקציב שלך",
    "compare": "ישראל מול העולם",
    "costOfLiving": "יוקר המחייה",
    "freedom": "חירות כלכלית",
    "action": "פעלו",
    "language": "שפה"
  },
  "calculator": {
    "title": "מה קורה למשכורת שלכם?",
    "subtitle": "הזינו את המשכורת החודשית שלכם לראות את התמונה המלאה",
    "monthlyIncome": "משכורת חודשית ברוטו (₪)",
    "annualIncome": "הכנסה שנתית ברוטו (₪)",
    "city": "העיר שלכם",
    "selectCity": "בחרו עיר לאומדן ארנונה",
    "employmentType": "סוג תעסוקה",
    "employee": "שכיר",
    "selfEmployed": "עצמאי",
    "gender": "מגדר",
    "male": "גבר",
    "female": "אישה",
    "advancedOptions": "התאמה אישית (סוג תעסוקה, מגדר, ילדים)",
    "children": "מספר ילדים",
    "childAge": "גיל הילד",
    "addChild": "הוסף ילד",
    "removeChild": "הסר",
    "pensionRate": "שיעור הפרשה לפנסיה (%)",
    "monthlySpending": "הוצאה חודשית צרכנית (₪)",
    "calculate": "ראו לאן הכסף הולך",
    "monthly": "חודשי",
    "annual": "שנתי",
    "banner": {
      "line1": "93% מהקרקעות בשליטת גוף ממשלתי אחד — רשות מקרקעי ישראל.",
      "line2": "לוקח בממוצע 13 שנה לקבל אישור להיתר בנייה.",
      "line3": "מחירי המזון גבוהים ב-19% מהממוצע האירופי.",
      "line4": "מסי יבוא על מכוניות עולים על 100%, והופכים בעלות לרכב למותרות.",
      "punchline": "בכל משכורת, אתם מאפשרים את המערכות האלה. ראו בדיוק כמה — ומי צריך לתת דין וחשבון."
    }
  },
  "results": {
    "title": "פירוט המסים שלך",
    "totalTaxMonthly": "סה\"כ מס חודשי",
    "totalTaxAnnual": "סה\"כ מס שנתי",
    "effectiveRate": "שיעור מס אפקטיבי",
    "takeHome": "שכר נטו שנתי",
    "monthlyNet": "הכנסה חודשית נטו",
    "incomeTax": "מס הכנסה",
    "nationalInsurance": "ביטוח לאומי",
    "healthTax": "מס בריאות",
    "taxCredits": "נקודות זיכוי",
    "creditPoints": "נקודות זיכוי",
    "grossTax": "מס הכנסה ברוטו",
    "afterCredits": "לאחר זיכויים",
    "employerCost": "עלות מעסיק כוללת",
    "vatEstimate": "מע\"מ שנתי משוער",
    "dailyTax": "אתם משלמים מסים ביום",
    "perBracket": "פירוט לפי מדרגות",
    "bracket": "מדרגה",
    "taxable": "הכנסה חייבת",
    "tax": "מס",
    "rate": "שיעור",
    "overview": "סקירה",
    "details": "פרטים",
    "budgetBreakdown": "לאן הולכים המסים שלך",
    "budgetClickHint": "לחצו על כל קטגוריה לפרטים, בעיות ופעולות"
  },
  "budget": {
    "defense": "ביטחון",
    "education": "חינוך",
    "welfare": "רווחה ושירותים חברתיים",
    "health": "בריאות",
    "debt": "שירות חוב",
    "transportation": "תחבורה",
    "public_safety": "ביטחון פנים",
    "housing": "שיכון ובינוי",
    "agriculture": "חקלאות",
    "immigration": "עלייה וקליטה",
    "culture": "תרבות וספורט",
    "environment": "הגנת הסביבה",
    "other": "אחר"
  },
  "footer": {
    "sources": "מקורות מידע",
    "taxAuthority": "רשות המסים",
    "btl": "המוסד לביטוח לאומי",
    "mof": "משרד האוצר",
    "lastUpdated": "שיעורי מס עודכנו לאחרונה"
  },
  "dashboard": {
    "title": "לוח הבקרה שלך",
    "noData": "אין עדיין נתוני הכנסה. הריצו את המחשבון כדי לראות את לוח הבקרה האישי שלכם.",
    "goToCalculator": "למחשבון",
    "donutTitle": "פירוט המסים שלך",
    "receiptTitle": "קבלת המס היומית שלך",
    "receiptSubtitle": "מה שילמת היום",
    "shareReceipt": "שתפו",
    "oecdTitle": "ישראל מול העולם",
    "oecdSubtitle": "איפה ישראל עומדת בהשוואה למדינות המפותחות",
    "oecdTabs": {
      "taxBurden": "נטל מס",
      "housing": "דיור",
      "healthcare": "בריאות",
      "education": "חינוך",
      "efficiency": "יעילות"
    },
    "overheadLabel": "סה\"כ תקורה משוער",
    "savingsLabel": "חיסכון פוטנציאלי",
    "treemapTitle": "תקציב לפי משרד",
    "efficiencyTitle": "כרטיס ציון יעילות ממשלתית",
    "efficiencySubtitle": "כמה מהכסף שלכם באמת מגיע לשירות",
    "sankeyTitle": "עקבו אחרי הכסף"
  },
  "insights": {
    "title": "העלות האמיתית",
    "subtitle": "מכל ₪100 שאתם משלמים במסים, כמה באמת עוזר למישהו?",
    "heroStat": "מתוך המסים השנתיים שלכם, כ-{amount} הולכים לתקורה",
    "potentialSavings": "עם חלופות תחרותיות: חיסכון שנתי פוטנציאלי של {amount}",
    "personalImpact": "זה הכסף שלכם שנשרף בתקורה לפני שהוא מגיע לכיתה, לבית חולים, או לכביש אחד.",
    "perMinistry": {
      "yourContribution": "התרומה שלך",
      "overhead": "תקורה",
      "reachesService": "מגיע לשירות",
      "alternativeCost": "עלות חלופה תחרותית",
      "savings": "חיסכון פוטנציאלי",
      "grade": "ציון יעילות",
      "sources": "מקורות"
    },
    "callToAction": "אתם ממנים את זה כל חודש. השאלה היא לא אם זה יכול להשתנות — אלא אם תדרשו את זה."
  },
  "costAnalysis": {
    "defense": {
      "issues": "חוזי רכש מספק יחיד, שכבות פיקוח בירוקרטיות יקרות, והיעדר מכרזים תחרותיים — מנפחים עלויות בכ-15%.",
      "alternative": "סינגפור משיגה יכולת ביטחונית דומה בעלות מנהלית נמוכה ב-30%, באמצעות רכש תחרותי ומבנה ארגוני רזה.",
      "rootCause": "רכש מונופוליסטי ללא לחץ תחרותי."
    },
    "education": {
      "issues": "שכבות מנהליות מרובות בין המשרד לכיתה. נוקשות ארגוני המורים מונעת שכר מבוסס הישגים. שיטות ההוראה לא התעדכנו למרות הטכנולוגיה הזמינה.",
      "alternative": "מערכות בתי ספר עצמאיים ושוברי חינוך מציגות תוצאות טובות ב-15-30% לכל שקל שמושקע. פינלנד משיגה תוצאות עולמיות עם פחות בירוקרטיה.",
      "rootCause": "שליטה ריכוזית ללא אחריותיות על תוצאות."
    },
    "welfare": {
      "issues": "מערכת מפוצלת בין עשרות סוכנויות עם סמכויות חופפות. בירוקרטיית בדיקת הזכאות בולעת 20% מתקציבי הרווחה לפני שאגורה אחת מגיעה לנזקק.",
      "alternative": "העברות כספיות ישירות, כפי שנוסו במדינות מפותחות ומתפתחות, מפחיתות עלויות מנהליות ב-60-80% ומניבות תוצאות זהות או טובות יותר.",
      "rootCause": "שומרי סף בירוקרטיים שעולים יותר מהקצבאות שהם מחלקים."
    },
    "health": {
      "issues": "תת-מימון כרוני מוסתר מאחורי השתתפות חובה. תורים ארוכים, מחסור ברופאים, תשתיות מתיישנות. קופות החולים מתחרות על שיווק, לא על תוצאות.",
      "alternative": "המודל המעורב ציבורי-פרטי של סינגפור, עם חשבונות חיסכון בריאותיים, משיג תוצאות טובות יותר בעלות נמוכה יותר. למטופלים יש עניין אישי והספקים מתחרים על איכות.",
      "rootCause": "מערכת חובה ללא תחרות אמיתית בין ספקי השירות."
    },
    "debt": {
      "issues": "שירות החוב בולע כ-8% מהתקציב — כסף שלא מייצר שום שירות ציבורי. גירעונות מתמשכים פירושם לוקחים הלוואות כדי לשלם ריבית על הלוואות קודמות.",
      "alternative": "חוק תקציב מאוזן, כפי שיושם בשוויץ ובמדינות רבות בארה\"ב, כופה משמעת תקציבית ומשחרר כספים שכיום אובדים לתשלומי ריבית.",
      "rootCause": "גירעונות מבניים הנובעים מחוסר נכונות פוליטית לתעדף הוצאות."
    },
    "transportation": {
      "issues": "עיכובי תכנון של 10-20 שנה לפרויקטים גדולים. חריגות עלות ממוצעות של 35%. מונופולים של קבלנים בתשתיות.",
      "alternative": "שותפויות ציבוריות-פרטיות ומכרזים תחרותיים, כמו במערכת הכבישים של צ'ילה, חותכים עלויות ב-40% וזמני ביצוע ב-60%.",
      "rootCause": "מונופול ממשלתי על תכנון וביצוע תשתיות."
    },
    "public_safety": {
      "issues": "מספר שוטרים לנפש נמוך מהממוצע ב-OECD. תקורה מנהלית בולעת חלק לא פרופורציונלי. טכנולוגיה מיושנת וזמני תגובה איטיים בפריפריה.",
      "alternative": "מודלים של משטור מבוסס נתונים, כפי שנפרסו בניו יורק וטוקיו, משיגים תוצאות בטיחות טובות יותר עם פחות משאבים באמצעות הקצאת סיורים מבוססת ניתוח חזוי.",
      "rootCause": "הקצאת משאבים מונעת פוליטיקה ולא נתונים."
    },
    "housing": {
      "issues": "רשות מקרקעי ישראל שולטת ב-93% מהקרקעות. מתכנון ועד היתר בנייה לוקח בממוצע 13 שנה. הגבלת היצע מלאכותית מעלה מחירים.",
      "alternative": "שווקי קרקע חופשיים עם רישוי מזורז (כמו בטקסס) משיגים יחס דיור-הכנסה של 3-4 מול 10.6 בישראל.",
      "rootCause": "מונופול ממשלתי על היצע הקרקעות ומערכת תכנון שבורה."
    },
    "agriculture": {
      "issues": "סובסידיות כבדות מגנות על יצרנים מקומיים לא תחרותיים. מכסות יבוא על חלב, ביצים ותוצרת חקלאית שומרות על מחירים גבוהים מלאכותית. הצרכנים משלמים פעמיים — דרך המסים ודרך מחירים מנופחים.",
      "alternative": "ניו זילנד ביטלה את כל סובסידיות החקלאות ב-1984. החקלאות הפכה יעילה יותר, היצוא גדל, ומחירי המזון ירדו לצרכנים.",
      "rootCause": "הגנות יבוא שמגנות על יצרנים מתחרות על חשבון הצרכנים."
    },
    "immigration": {
      "issues": "מרכזי קליטה ותהליכי קליטה בירוקרטיים יוצרים תלות במקום שילוב. תוכניות ללימוד עברית (אולפן) סובלות מתת-מימון ומבנה לקוי למבוגרים עובדים.",
      "alternative": "המערכת הקנדית מבוססת הניקוד עם חסות פרטית משלבת מהגרים מהר יותר ובעלות ממשלתית נמוכה יותר. לימודי שפה מונעי שוק ומוכווני תוצאות.",
      "rootCause": "מערכת פטרנליסטית שתוכננה לעידן אחר של עלייה."
    },
    "culture": {
      "issues": "מוסדות תרבות ממומנים ממשלתית עם אחריותיות מועטה על נוכחות קהל או השפעה. החלטות מימון מונעות קשרים פוליטיים ולא ערך ציבורי.",
      "alternative": "המודל האמריקני של תרומות פרטיות מוכרות למס לאמנות ותרבות מייצר מערכת תרבותית מגוונת, רספונסיבית וחסכונית יותר.",
      "rootCause": "מימון ריכוזי ללא משוב שוק על מה שהציבור באמת מעריך."
    },
    "environment": {
      "issues": "חפיפה רגולטורית בין מספר רשויות יוצרת בלבול ועיכובים. אכיפה לא עקבית. מזהמים עומדים בפני קנסות שזולים יותר מעמידה בתקנות.",
      "alternative": "מנגנוני תמחור זיהום (מסי פחמן עם מיחזור הכנסות) יוצרים תמריצי שוק להתנהגות נקייה, כפי שהוכח בבריטיש קולומביה ובסקנדינביה.",
      "rootCause": "רגולציית פיקוד ושליטה שנכשלת ביצירת תמריצים נכונים."
    },
    "other": {
      "issues": "הוצאות ממשלתיות שונות המפוזרות בין עשרות סוכנויות קטנות, רבות מהן עם סמכויות חופפות וללא מדדי ביצוע ברורים.",
      "alternative": "סעיפי שקיעה המחייבים אישור מחדש תקופתי של סוכנויות, כפי שנהוג בטקסס, כופים סקירה סדירה ומבטלים תוכניות שמיצו את ייעודן.",
      "rootCause": "ברגע שתוכנית ממשלתית נוצרת, היא לעולם לא מתה — רק גדלה."
    }
  },
  "sections": {
    "costOfLiving": {
      "title": "Why Everything Costs More",
      "subtitle": "Import taxes, monopolies, and regulation inflate every price you pay. Here's the proof — and the proof that it doesn't have to be this way.",
      "foodPremium": "Food prices are 19% higher than the EU average",
      "carTax": "Import taxes on cars exceed 100%",
      "telecomSuccess": "When telecom was deregulated in 2012, prices dropped 80% in 3 years",
      "comparisonTitle": "What you pay vs. what others pay",
      "deregulationProof": "Deregulation works. Telecom proved it. Food, energy, and transportation are next.",
      "rootCause": "Import duties protect uncompetitive domestic producers. Government-granted monopolies face no competition. Regulation raises costs that consumers pay.",
      "alternative": "Open markets to competition. Remove import quotas. Let consumers choose — and watch prices drop like they did with mobile phones."
    },
    "housingCrisis": {
      "title": "The Housing Supply Crisis",
      "subtitle": "Why rent always goes up — and who benefits from the status quo",
      "priceToIncome": "10.6x",
      "priceToIncomeLabel": "Price-to-income ratio",
      "priceToIncomeDetail": "OECD average is 6.4x",
      "permitTime": "13 years",
      "permitTimeLabel": "Average permit time",
      "permitTimeDetail": "From planning to building permit",
      "landControl": "93%",
      "landControlLabel": "State-controlled land",
      "landControlDetail": "Israel Land Authority monopoly",
      "permitComparisonTitle": "How long it takes to get a building permit",
      "rootCause": "The Israel Land Authority controls 93% of land. Artificial scarcity drives prices. Only 8% of Israel's land is designated as buildable. The planning system takes 13 years on average from proposal to permit.",
      "alternative": "In Texas, a building permit takes 2 weeks and housing costs 3x annual income. Free land markets with streamlined permitting could transform Israeli housing within a decade.",
      "whoIsResponsible": "Israel Land Authority, Ministry of Housing, local planning committees",
      "actions": {
        "contactHousing": "Contact Ministry of Housing",
        "contactILA": "Israel Land Authority",
        "fileFOI": "File FOI Request",
        "housingUrl": "https://www.gov.il/he/departments/ministry_of_construction_and_housing",
        "ilaUrl": "https://www.gov.il/he/departments/israel_land_authority"
      }
    },
    "centralBank": {
      "title": "The Inflation Tax You Don't See",
      "subtitle": "How money printing and currency manipulation transfer wealth from workers to asset owners",
      "m1Growth": "+60%",
      "m1GrowthLabel": "M1 money supply (5 years)",
      "m1GrowthDetail": "Each shekel you earn is worth less",
      "housingInflation": "+120%",
      "housingInflationLabel": "Housing prices (decade)",
      "housingInflationDetail": "Far outpacing wage growth",
      "realWages": "Stagnant",
      "realWagesLabel": "Real wage growth",
      "realWagesDetail": "Barely keeping pace with inflation",
      "howItWorks": "When the Bank of Israel expands the money supply, each existing shekel becomes worth less. This is economically identical to a tax — but one that was never voted on and never debated in the Knesset.",
      "whoBenefits": "Asset owners, real estate investors, and the government benefit. Workers, savers, first-time buyers, and renters lose.",
      "currencyManipulation": "The Bank of Israel purchases billions in foreign currency to prevent shekel appreciation. While this helps exporters, it raises import costs for every consumer — making food, electronics, and vehicles more expensive.",
      "supplyRestriction": "Bank regulation channels credit toward government bonds and established corporations, restricting lending to small businesses that could increase competition.",
      "rootCause": "Central bank monetary expansion devalues your earnings. Low interest rates fuel housing speculation. The government benefits because inflation shrinks its debt — at your expense.",
      "alternative": "Rules-based monetary policy, transparent inflation reporting including housing costs, open banking to increase competition, and Knesset oversight of monetary decisions that affect purchasing power.",
      "actions": {
        "boiData": "Bank of Israel Data",
        "knessetFinance": "Knesset Finance Committee",
        "boiUrl": "https://www.boi.org.il/en/monetary-policy",
        "knessetUrl": "https://main.knesset.gov.il/Activity/committees/Finance/Pages/default.aspx"
      }
    },
    "debunker": {
      "title": "What Politicians Say vs. Reality",
      "subtitle": "Left or right — they divide you on identity, but agree on keeping economic power. Here are the most common talking points and what the data actually shows.",
      "theySayLabel": "They say",
      "realityLabel": "Reality",
      "askInsteadLabel": "Ask instead"
    }
  },
  "why": {
    "title": "למה הכל כל כך יקר?",
    "subtitle": "ישראל היא כלכלה של עולם ראשון עם יעילות של עולם שלישי. הנה למה הכסף שלכם לא מגיע רחוק מספיק.",
    "rootCauseLabel": "שורש הבעיה",
    "alternativeLabel": "החלופה",
    "sourceLabel": "מקורות",
    "topics": {
      "housing": {
        "title": "משבר הדיור",
        "summary": "מחירי הדיור בישראל הם מהגבוהים בעולם המפותח ביחס להכנסה. הסיבה האמיתית היא לא גידול אוכלוסייה — אלא שליטה ממשלתית בקרקעות ומערכת תכנון שבורה.",
        "rootCause": "93% מהקרקעות בשליטת גוף ממשלתי אחד. 13 שנה מתכנון להיתר בנייה. מחסור מלאכותי מנפח מחירים.",
        "alternative": "בטקסס, היתר בנייה לוקח שבועיים. דיור עולה פי 3 מההכנסה השנתית, לא פי 10.6.",
        "stats": {
          "priceToIncome": "פי 10.6",
          "permitTime": "13 שנה בממוצע",
          "ilaControl": "93% מכלל הקרקעות"
        }
      },
      "costOfLiving": {
        "title": "למה הכל עולה יותר",
        "summary": "מזון בישראל יקר ב-19% מהממוצע באיחוד האירופי. מכוניות עולות כפול. מכסי יבוא, מונופולים ורגולציה יוצרים מחסור מלאכותי בכל רמה.",
        "rootCause": "מכסי יבוא מגנים על יצרנים מקומיים לא תחרותיים. מונופולים שהמדינה מעניקה לא מתמודדים עם תחרות. רגולציה מעלה עלויות שהצרכנים משלמים.",
        "alternative": "כשישראל שחררה את שוק הסלולר ב-2012, המחירים ירדו ב-80% תוך 3 שנים. אותו דבר יקרה במזון, באנרגיה ובתחבורה.",
        "stats": {
          "foodPremium": "19% מעל הממוצע באיחוד האירופי",
          "carPremium": "~100% תוספת מחיר לעומת ארה\"ב",
          "telecomDrop": "ירידת מחירים של 80% אחרי דרגולציה"
        }
      },
      "healthcare": {
        "title": "בריאות: חובה ≠ יעיל",
        "summary": "ישראל מוציאה $3,100 לנפש על בריאות — פחות מהממוצע ב-OECD — ובכל זאת התורים ארוכים והמחסור ברופאים כרוני.",
        "rootCause": "מערכת חובה בניהול ממשלתי ללא תחרות אמיתית בין ספקי השירות. לקופות החולים אין תמריץ לחדש.",
        "alternative": "המערכת המעורבת ציבורית-פרטית של סינגפור משיגה תוצאות טובות יותר בעלות נמוכה יותר, עם חשבונות חיסכון בריאותיים וספקים מתחרים.",
        "stats": {
          "perCapitaSpend": "$3,100",
          "oecdAverage": "$4,200",
          "doctorShortage": "כרוני — מיחסי הרופא-מטופל הנמוכים ביותר ב-OECD"
        }
      },
      "education": {
        "title": "משלמים יותר, מקבלים פחות",
        "summary": "ישראל מוציאה $9,400 לתלמיד אבל מציגה ציונים נמוכים מהממוצע ב-OECD (470 מול 489) במבחני PISA.",
        "rootCause": "שכבות מנהליות נפוחות בולעות 25% מתקציב החינוך לפני שאגורה אחת מגיעה לכיתה.",
        "alternative": "תוכניות בחירת בתי ספר ושוברי חינוך מציגות באופן עקבי תוצאות טובות יותר לכל שקל. אסטוניה מוציאה פחות לתלמיד ומשיגה תוצאות טובות משמעותית מישראל.",
        "stats": {
          "perStudentSpend": "$9,400",
          "pisaScore": "470 (ממוצע OECD: 489)",
          "adminOverhead": "~25% מהתקציב"
        }
      },
      "whyOlimLeave": {
        "title": "למה עולים עוזבים",
        "summary": "אלפי עולים מגיעים באופטימיות ועוזבים תוך שנים. נטל המס, הבירוקרטיה, יוקר המחייה ומחסומי השפה יוצרים משוואה בלתי אפשרית.",
        "rootCause": "עולים חדשים נושאים את מלוא נטל המס מיד, תוך ניווט במערכת שתוכננה לוותיקים. אין הקלת מס משמעותית. יוקר המחייה מוחק כל תוספת שכר.",
        "alternative": "מדינות כמו פורטוגל ואיחוד האמירויות מציעות הקלות מס משמעותיות למהגרים. ישראל יכולה למשוך ולשמר כישרונות על ידי הפחתת חסמים במקום הוספתם.",
        "stats": {
          "departureRate": "אלפים בשנה",
          "taxRelief": "מינימלי — אין הקלת מס משמעותית",
          "costOfLivingRank": "בין 10 המדינות היקרות בעולם"
        }
      },
      "priceSalaryRatio": {
        "title": "הפער בין מחירים למשכורות",
        "summary": "המשכורות בישראל נראות תחרותיות על הנייר. אבל כשמתאימים ליוקר המחייה, כוח הקנייה הוא מהנמוכים בעולם המפותח.",
        "rootCause": "מסים גבוהים + יוקר מחייה + דיור יקר = כוח קנייה שחוק דרמטית. ישראלי שמרוויח ₪15,000 בחודש קונה פחות מגרמני שמרוויח €3,000.",
        "alternative": "הפחתת נטל המס ב-20% בלבד ופתיחת השווקים לתחרות יגדילו דרמטית את כוח הקנייה האמיתי.",
        "stats": {
          "medianSalary": "₪12,538 לחודש",
          "purchasingPowerRank": "מהנמוכים ב-OECD",
          "effectiveTaxBurden": "~45% כולל מסים עקיפים"
        }
      },
      "butterflyEffect": {
        "title": "אפקט הפרפר",
        "summary": "כל שקל שאתם משלמים במסים לא סתם נעלם — הוא ממן באופן פעיל את המערכות שמקשות על החיים שלכם. כספי המסים שלכם ממנים את הבירוקרטיה שחוסמת היתרי בנייה, את מכסי היבוא שמייקרים מזון, ואת הרגולציות שמונעות תחרות.",
        "rootCause": "המערכת מתחזקת את עצמה. מסים ממנים בירוקרטיה. בירוקרטיה יוצרת רגולציות. רגולציות מעלות עלויות. עלויות גבוהות דורשות מסים גבוהים יותר.",
        "alternative": "שבירת המעגל מתחילה במודעות. כשמספיק אנשים מבינים את הקשר בין מה שהם משלמים לבין מה שהם מקבלים, הדרישה לשינוי הופכת לבלתי ניתנת לעצירה.",
        "stats": {
          "bureaucracyIndex": "מדורגת במקום 67 בקלות עשיית עסקים",
          "regulationCost": "הערכה של 3-5% מהתמ\"ג אובד לנטל רגולטורי",
          "cycleDuration": "עשרות שנים של חוסר יעילות מצטבר"
        }
      },
      "centralBank": {
        "title": "מס האינפלציה שאתם לא רואים",
        "summary": "בנק ישראל מדפיס כסף, מרחיב אשראי ומשאיר ריביות נמוכות באופן מלאכותי — מנפח מחירי נכסים (במיוחד דיור) תוך שחיקת כוח הקנייה שלכם. זהו מס סמוי שמעביר עושר מחוסכים ועובדים לבעלי נכסים ולממשלה.",
        "rootCause": "הרחבה מוניטרית של הבנק המרכזי מנפחת את היצע הכסף, ומפחיתה ערך כל שקל שאתם מרוויחים. ריביות נמוכות הופכות ספקולציה בנדל\"ן לרווחית, מה שמעלה מחירים. הממשלה נהנית כי אינפלציה מכווצת את הערך האמיתי של החוב שלה — על חשבונכם.",
        "alternative": "מדיניות כספית יציבה: מסגרת מוניטרית מבוססת כללים (כמו בלם החוב של שוויץ בשילוב יעד אינפלציה) שמונעת מהממשלה לנפח את החיסכונות שלכם. כל 1% של אינפלציה בלתי צפויה הוא מס סמוי של 1% על כל שקל שאתם מחזיקים.",
        "stats": {
          "moneySupply": "היצע הכסף M1 גדל ב-~60% ב-5 שנים",
          "housingInflation": "מחירי הדיור עלו ב-120% בעשור",
          "realWageGrowth": "שכר ריאלי בקושי עמד בקצב האינפלציה"
        }
      },
      "tycoonProblem": {
        "title": "בעיית הטייקונים: 10 משפחות שולטות בכלכלה שלכם",
        "summary": "קומץ משפחות עילית וקבוצות עסקיות שולטות בחלק לא פרופורציונלי מהכלכלה הישראלית — בנקאות, אנרגיה, מזון, תקשורת ונדל\"ן. ריכוזיות זו הורגת תחרות, מעלה מחירים ויוצרת מערכת שבה בעלי קשרים מתעשרים בעוד כולם משלמים יותר.",
        "rootCause": "מונופולים שהוענקו על ידי הממשלה, לכידה רגולטורית וחסמי כניסה מגנים על עסקים קיימים. מכסות יבוא מגנות על יצרנים מקומיים מתחרות זרה. ריכוזיות בנקאית פירושה פחות בחירות ועמלות גבוהות יותר. אותן משפחות יושבות בדירקטוריונים מרובים.",
        "alternative": "פרקו תעשיות מרוכזות. הסירו חסמי יבוא כדי שחברות זרות יוכלו להתחרות. פשטו רישום עסקים (כיום לוקח שבועות של בירוקרטיה). כשהסלולר עבר דרגולציה ב-2012, המחירים ירדו ב-80% — אותו דבר יקרה במזון, בנקאות ואנרגיה.",
        "stats": {
          "concentration": "10 קבוצות עסקיות שולטות ב-~30% מהחברות הציבוריות",
          "foodMonopoly": "שטראוס, תנובה, אסם שולטים באספקת המזון",
          "bankingFees": "מהעמלות הבנקאיות הגבוהות ביותר ב-OECD"
        }
      },
      "techAndCostOfLiving": {
        "title": "משכורות הייטק לא מצילות אתכם",
        "summary": "ההייטק הישראלי משלם משכורות תחרותיות גלובלית — אבל יוקר המחייה מוחק את הרווח. מפתח בכיר שמרוויח ₪35,000 לחודש קונה פחות ממקבילו באוסטין, ברלין או ליסבון אחרי דיור, מסים, מזון ועלויות רכב.",
        "rootCause": "מסים גבוהים (הכנסה + ביטוח לאומי + בריאות = ~35-45%), דיור פי 10.6 מההכנסה, מזון 19% מעל האיחוד האירופי, מכוניות במחיר כפול. בירוקרטיה ורגולציה מנפחים כל עלות. התוצאה: משכורות ההייטק ה'תחרותיות' של ישראל קונות פחות ממשכורות בינוניות בכלכלות דרגולטיביות.",
        "alternative": "חתכו בירוקרטיה → עלויות יורדות → משכורות קונות יותר → ישראל הופכת תחרותית יותר לכישרונות, לא פחות. בריחת מוחות מתהפכת כשמשכורת של ₪25,000 קונה מה שהיא צריכה, במקום להיבלע בעלויות מנופחות בגלל בירוקרטיה.",
        "stats": {
          "brainDrain": "הגירה גוברת של עובדי הייטק לאירופה/ארה\"ב",
          "purchasingPower": "₪35K/חודש קונה פחות מ-€4K/חודש בברלין",
          "regulatoryCost": "3-5% מהתמ\"ג אובד לנטל רגולטורי"
        }
      },
      "communityVsGovernment": {
        "title": "לא צריך ממשלה כדי לעזור לאנשים",
        "summary": "לכל שירות חברתי שהממשלה מספקת ביעילות נמוכה, יש חלופה קהילתית, עמותתית או פרטית שעושה את זה טוב יותר. רווחה ממשלתית יוצרת תלות ומתווכים בירוקרטיים. פעולה קהילתית יוצרת מקומות עבודה, בונה קשרים ופותרת בעיות במקום שבו הן באמת קיימות.",
        "rootCause": "לכל שקל שנלקח במס יש שתי עלויות: העלות הישירה (השקל עצמו) ועלות ההזדמנות (מה הייתם עושים איתו). הממשלה לוקחת את הכסף שלכם, גורעת 20-40% בתקורה, ומספקת שירותים שתוכננו על ידי בירוקרטים מרוחקים. החלופה: אתם שומרים יותר כסף, מוציאים מקומית, ויוצרים ביקוש שמעסיק את השכנים שלכם.",
        "alternative": "עמותות פרטיות מעסיקות אנשים וגם מספקות שירותים — ללא מתווך בירוקרטי. עסקים מקומיים יוצרים תעסוקה שמפחיתה עוני דרך עבודה, לא נדבות. גמ\"חים כבר מצליחים יותר מתוכניות ממשלתיות בקהילות ישראליות רבות. כפי שמילטון פרידמן הראה: אף אחד לא מוציא כסף של אחרים בזהירות שבה הוא מוציא את הכסף שלו.",
        "stats": {
          "overheadRate": "רווחה ממשלתית: 20-40% תקורה לפני הגעה לנזקק",
          "localMultiplier": "₪1 שמוצא מקומית מייצר ₪1.50-2.00 בפעילות כלכלית מקומית",
          "gemachim": "אלפי גמ\"חים קהילתיים כבר פועלים"
        }
      }
    }
  },
  "action": {
    "title": "פעלו",
    "subtitle": "אתם לא חסרי אונים. אתם מקור המימון. מה שאתם ממנים, אתם יכולים לשנות דרך פעולה דמוקרטית.",
    "levels": {
      "mindset": {
        "title": "שנו את נקודת המבט",
        "description": "השינוי הכי עוצמתי קורה בפנים. לפני שאפשר לשנות את המערכת, צריך לראות את התפקיד שלכם בה.",
        "economicLiteracy": {
          "title": "הבינו כלכלה בסיסית",
          "description": "לכל רגולציה יש מחיר. לכל מס יש עלות מתה. כל מונופול פוגע בצרכנים. למדו לראות את העלויות הנסתרות."
        },
        "personalResponsibility": {
          "title": "ראו את התפקיד שלכם",
          "description": "אתם לא קורבנות של המערכת — אתם ממנים אותה. בכל משכורת, אתם תורמים לאותה בירוקרטיה שמקשה על החיים שלכם. זו לא האשמה — זו עוצמה. מה שאתם ממנים, אתם יכולים להפסיק לממן."
        },
        "loveYourNeighbor": {
          "title": "ואהבת לרעך כמוך",
          "description": "חירות כלכלית היא אהבת הזולת. כשאתם דוגלים במסים נמוכים יותר ופחות רגולציה, אתם נלחמים על השגשוג של כולם — לא רק שלכם. האופה, המורה, נהג המונית — כולם נהנים מכלכלה חופשית."
        },
        "seeEgo": {
          "title": "ראו את האגו",
          "description": "פחד מניע תמיכה בממשלה גדולה. 'בלי הממשלה, מי ידאג לנו?' אבל כל שירות שהממשלה מספקת, השוק החופשי יכול לספק טוב יותר ובזול יותר. האגו רוצה ביטחון דרך שליטה. ביטחון אמיתי מגיע מחירות ושיתוף פעולה מרצון."
        }
      },
      "educate": {
        "title": "הפיצו מודעות",
        "description": "אי אפשר לשנות מה שאנשים לא רואים. עזרו לאחרים לראות.",
        "shareTool": {
          "title": "שתפו את שקל פתוח",
          "description": "שלחו את הכלי הזה ל-5 אנשים. תנו להם לראות את המספרים שלהם."
        },
        "talkToFamily": {
          "title": "נהלו את השיחה",
          "description": "דברו על מסים בארוחת ערב. שאלו: 'אתם יודעים מה שיעור המס האפקטיבי שלכם? אתם יודעים לאן הכסף הולך?'"
        },
        "socialMedia": {
          "title": "פרסמו את התוצאות שלכם",
          "description": "שתפו את פירוט המסים שלכם ברשתות החברתיות. הפכו את הבלתי נראה לנראה."
        }
      },
      "civic": {
        "title": "השתמשו במערכת",
        "description": "נצלו את הכלים הדמוקרטיים העומדים לרשותכם.",
        "contactMK": {
          "title": "פנו לח\"כ שלכם",
          "description": "לכל חבר כנסת יש חובה להגיב לפניות הציבור. כתבו להם על חוסר יעילות ספציפי בתקציב.",
          "link": "https://main.knesset.gov.il/mk/current/Pages/default.aspx"
        },
        "fileFOI": {
          "title": "הגישו בקשת חופש מידע",
          "description": "יש לכם זכות חוקית לראות איך הכסף שלכם מוצא. השתמשו בה.",
          "link": "https://foi.gov.il/"
        },
        "municipal": {
          "title": "השתתפו בישיבות מועצה",
          "description": "הרשות המקומית שלכם קובעת את תעריפי הארנונה וההוצאות המקומיות. הגיעו. שאלו שאלות."
        },
        "referendum": {
          "title": "הכירו את תהליך המשאל",
          "description": "החוק הישראלי מאפשר משאלי עם ביוזמת אזרחים בנושאים מסוימים. הבינו את התהליך ואת הספים הנדרשים."
        }
      },
      "organize": {
        "title": "התארגנו",
        "description": "פעולה אישית חשובה. פעולה קולקטיבית משנה מציאות.",
        "joinGroups": {
          "title": "הצטרפו לקבוצות אזרחיות",
          "description": "ארגונים כמו המכון הישראלי לדמוקרטיה, פורום קהלת ומכון שורש חוקרים ופועלים למען רפורמות כלכליות."
        },
        "protest": {
          "title": "מחאה שקטה",
          "description": "כשערוצים דמוקרטיים נכשלים, מחאה שקטה היא הכלי האזרחי האולטימטיבי. מחאת 2011 הוכיחה את כוחם של אזרחים הדורשים שינוי."
        }
      },
      "vote": {
        "title": "הצביעו עם כוונה",
        "description": "כל בחירות הן משאל עם על הכלכלה.",
        "research": {
          "title": "חקרו מצעי מפלגות",
          "description": "אילו מפלגות תומכות בהפחתת מסים, צמצום רגולציה ופתיחת שווקים לתחרות? הצביעו לטובת חירות כלכלית."
        },
        "turnout": {
          "title": "הגיעו להצביע",
          "description": "אחוזי הצבעה נמוכים משרתים את המצב הקיים. הקול שלכם חשוב במיוחד כשאתם מבינים את המדיניות הכלכלית."
        }
      }
    }
  }
}
